Repository: IREXorg/data-compass
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sw

source: Organizations
sw: Taasisi

source: name
sw: jina

source: description
sw: maelezo

source: phone number
sw: namba ya simu

source: email
sw: barua pepe

source: website
sw: tovuti

source: country
sw: nchi

source: address
sw: anwani

source: members
sw: wanachama

source: tags
sw: tagi

source: creator
sw: muanzilishi

source: extras
sw: ziada

source: Organization
sw: Taasisi

source: Search text
sw: Tafuta

source: Data flow hierarchy
sw: Hierakia ya mtiririko wa data

source: Please provide an email address of a collegue whom can be contacted regarding various issues related to this project.
sw: Tafadhali bainisha anuani ya barua pepe ya mtua ambaye watu wataweza kuwasiliana nae kuhusu mambo mbalimbali kuhusu project hii.

source: Contact information
sw: Taarifa za mawasiliano

source: You will issue one or more surveys to actors in the system encompassed by this project. In order to be able to aggregate results well, please upload the dataflow hierarchy. <a href="%(template_url)s" download>Click here for data flow hierarchy file template</a>.
sw: Utoa survey moja au zaidi kwa kutokana na project hii.Ili kuweza kufanya majumisho ya matokeo vizuri, tafadhali bainisha na pakia ngazi za mtiririko wa data utakaotumika. <a href="%(template_url)s" download>Bofya hapa ili kupata template ya kubainisha ngazi za mtiririko wa data</a>.

source: Invalid file format. It must be an excel file with a sheet called hierarchy.
sw: Aina batili ya faili. Inatakiwa kuwa faili la excel lenye sheet inayoitwa hierarchy.

source: The file must have sheet called hierarchy
sw: Faili hili ni lazima liwe na `sheet` inayotwa hierarchy

source: organization
sw: taasisi

source: countries
sw: nchi

source: facilitators
sw: wawezeshaji

source: My Projects
sw: Project zangu

source: Create a project
sw: Tengeneza project

source: Project was created successfully
sw: Project ilitengenezwa kwa mafinikio

source: View a project
sw: Angalia project

source: Update a project
sw: Sasisha project

source: Project was updated successfully
sw: Project imesasishwa kwa mafanikio

source: Delete a project
sw: Futa project

source: Project was deleted successfully
sw: Project imefutwa kwa mafanikio

source: Respondents
sw: Wahojiwa

# users
source: Registered
sw: Waliosajilia

# users
source: Not registered
sw: Wasiosajiliwa

source: Status
sw: Hali

source: Registration status
sw: Hali ya usajili

source: I have read and understand the information above.
sw: Nimesoma na kuelewa maelezo ya hapo juu.

source: Consent must be provided to continue
sw: Ridhaa inahitajika ili kuendelea

source: Survey must be specified to initialize %(class_name)s
sw: Survey ni lazima ibainishwe ili kuanzisha %(class_name)s

source: Project or Survey must be specified to initialize %(class_name)s
sw: Project au Survey ni lazima vibainishwe kuanzisha %(class_name)s

source: What is your first name?
sw: Jina lako la kwanza ni nani?

source: What is your last name?
sw: Jina lako la mwisho ni nani?

source: What is your email address?
sw: Anuani yako ya barua pepe ni ipi?

source: What is your gender?
sw: Jinsia yako ni nani?

source: What is your role at your organization?
sw: Una nafasi gani kwenye taasisi yako?

source: Not yet started
sw: Bado haijaanza

source: In progess
sw: Inaendelea

source: Completed
sw: Imekamilika

source: user
sw: mtumiaji

source: first name
sw: jina la kwanza

source: last name
sw: jina la mwisho

source: email address
sw: anuani ya barua pepe

source: gender
sw: jinsia

source: role
sw: nafasi

source: hierarchy
sw: hierakia

source: hierarchy level
sw: ngazi ya hierakia

source: Respondent
sw: Mhojiwa

source: Manage respondents
sw: Ratibu wahojiwa

source: Responses
sw: Majibu

source: In my everday work, I usually encounter information about:
sw: Katika kazi zangu za kila siku, huwa nakutana na taarifa kuhusu:

source: How often do you produce, access or share information about %(dataset)s?
sw: Ni mara ngapi huwa unazalisha, unapata au unashirikisha wengine taarifa kuhusu %(dataset)s?

source: Who at %(hierarchy)s do you believe knows <u>the most</u> about %(topic)s regarding %(dataset)s?
sw: Nani %(hierarchy)s unaamini anafahamu <u>zaidi</u> kuhusu %(topic)s na %(dataset)s?

source: Please specify how this is accessible
sw: Tafadhali bainisha hii inapatikanaje

source: Please specify topic
sw: Tafadhali bainisha mada

# administrative
source: Level
sw: Ngazi

source: Page not found.
sw: Ukurasa haujapatikana.

source: You are not allowed to take this survey
sw: Hauruhusiwi kujibu survey hii

source: In progress
sw: Inaendelea

source: respondent
sw: mhojiwa

source: consented at
sw: imeridhiwa

source: completed at
sw: imekamilishwa

source: Response
sw: Jibu

source: response
sw: jibu

source: dataset
sw: seti ya data

source: frequency
sw: mzunguko

source: shared to
sw: hutumwa kwa

source: received from
sw: hutoka kwa

source: topic
sw: mada

source: perceived owner
sw: anayeonekana kumiliki

source: Question Response
sw: Jibu la Swali

source: Question Responses
sw: Majibu ya Maswali

source: entity
sw: mdau

source: Create a role
sw: Tengeneza nafasi/wazifa

source: A role was created successfully
sw: Nafali ilitengenezwa kwa mafanikio

source: Add option
sw: Ongeza chaguo

source: Add storage
sw: Ongeza hifandi

source: Add entity
sw: Ongeza mdau

source: Add role
sw: Ongeza nafasi

source: Manage responses
sw: Ratibu majibu

source: Your response has been submitted. You may access your surveys and responses in your Profile page.
sw: Majibu yako yamewasilishwa. Unaweza kuipata survey na majibu yako uliyotoa kwenye ukurasa wako wa Wasifu.

source: Survey Response: %(survey_name)s
sw: Majibu ya Survey: %(survey_name)s

source: Entity Name
sw: Jina la Mdau

source: System Hierarchy Level
sw: Ngazi ya Hierakia

source: Gender Name
sw: Jina la Jinsia

source: Question
sw: Swali

source: Email Address
sw: Anwani ya Barua Pepe

source: Please upload respondents. <a href="%(template_url)s" download>Click here for respondents file template</a>.
sw: Tafadhali pakia wahojiwa. <a href="%(template_url)s" download>Bofya hapa kupata template ya faili la wahojiwa</a>.

source: Invalid file format. It must be an excel file with a sheet called respondents.
sw: Aina batili ya faili. Linatakiwa faili la excel lenye sheet inayoitwa respondents.

source: The file must have sheet called respondents
sw: Faili ni lazima liwe na sheet inayoitwa respondents

source: Role Name
sw: Jina la Nafasi

source: Allow respondents to add to Lists?
sw: Unataka kuruhusu wahojiwa kuongeza vitu kwenye orodha?

source: Allow respondents to enter their own roles?
sw: Unataka kuruhusu wahojiwa kuongeza nafasi zao wenyewe?

source: Do not link respondents with system hierarchy levels?
sw: Wahojiwa wasiunganishwe na ngazi za kihierakia?

source: Do you want these users to log in before responding to the survey?
sw: Unataka watu wasajiliwe kabla ya kujibu survey?

source: Do you want the survey to be taken by invited users only?
sw: Unataka survey hii ijibiwe na walioalikwa pekee?

source: Allow respondents to enter their own value here?
sw: Unataka kuruhusu wahojiwa kuingiza mengineyo hapa?

source: Allow users to add their own options?
sw: Unataka kuruhusu watumiaji kuongeza machaguo yao wenyewe?

source: Allow users to enter their own value here?
sw: Unataka kuruhusu watumiaji kuingiza machaguo ya wenyewe hapa?

source: Introduction text:
sw: Ujumbe wa utangulizi:

source: Closing text:
sw: Ujumbe wa mwishoni:

source: Dataset
sw: Seti ya Data

source: Datasets
sw: Seti za Data

source: topics
sw: mada

source: Topic
sw: Mada

source: Topics
sw: Mada

source: Dataset Storage
sw: Hifadhi ya Seti ya Data

source: Entity
sw: Mdau

source: Entities
sw: Wadau

source: Hierarchy Level
sw: Ngazi ya Hierakia

source: Hierarchy Levels
sw: Ngazi za Hierakia

source: level name
sw: jina la ngazi

source: Dataflow Hierarchy
sw: Hierakia ya Mtiririko wa Data

source: Dataflow Hierarchies
sw: Hierakia za Mtiririko wa Data

source: image
sw: picha

source: Logo
sw: Nembo

source: Logos
sw: Nembo

source: group number
sw: namba ya kundi

source: Question Group
sw: Kundi la Maswali

source: Question Groups
sw: Makundi ya Maswali

source: decimal
sw: desimali

source: field name
sw: jina la field

source: label
sw: lebo

source: this will be displayed to user
sw: hii itaonyeshwa kwa mtumiaji

source: type
sw: aina

source: options
sw: machaguo

source: Questions
sw: Maswali

source: question
sw: swali

source: choice value
sw: thamani ya chaguo

source: Choice
sw: Chaguo

source: Choices
sw: Machaguo

source: Role
sw: Nafasi

source: Roles
sw: Nafasi

source: Yes
sw: Ndiyo

source: No
sw: Hapana

source: alternative name
sw: jina mbadala

source: Use this optional field to provide the survey name as Respondents will see it.
sw: Tumia uga huu usio wa lazima kubainisha jina la survey kama ambavyo ungependa lionekane kwa Wahojiwa.

source: research question
sw: swali la utafiti

source: Every Data Compass survey must have a specific research question. What is yours?
sw: Kila survey kwenye Data Compass ni lazima iwe na swali la utafiti. Wewe lako ni nini?

source: languages
sw: lugha

source: do not link respondents with system hierarchy levels
sw: wahojiwa wasiunganishwa na ngazi za hierakia kwenye mfumo

source: This can be easier in some contexts, but will limit aggregate or comparative analyses.
sw: Hii inaweza kuwa rahisi zaidi kwa baadhi ya muktadha, lakini itazuia uchambuzi wa majumuisho au ulinganisho.

source: allow respondent hierarchy levels
sw: ruhusu ngazi za hierakia kutoka kwa wahojiwa

source: Respondents will select from the List you provided for each level. If they can't find theirs, they can add their own?
sw: Wahojiwa watachagua kutoka kwenye Orodha uliyotoa kwa kila ngazi. Je, kama hawatapata inayohusika, wanaweza kuongeza ya kwao wenyewe?

source: allow respondent roles
sw: ruhusu nafasi/nyazifa/majukuku kutoka kwa wahojiwa

source: If Yes, respondents will be able to add their own roles.
sw: Kama Ndiyo, wahojiwa wataweza kuongeza nafasi zao.

source: login required
sw: kuingia (login) kunahitajika

source: If no, they won't be able to save and return to their responses, or view previous responses.
sw: Kama hapana,hawataweza ku-save na kurudi baadae kuendelea kujibu, au kuonamajibu yaliyopita.

source: invitation required
sw: mualiko unahitajika

source: If no, anyone with the survey link can respond to it.
sw: Kama hapana, yoyote mwenye kiungo ataweza kujibu.

source: respondent can aggregate
sw: wahojiwa wanaweza kufanya majumuisho

source: respondent can suggest others
sw: mhojiwa anaweza kupendekeza wengine

source: If Yes, the survey will include question collecting email address. Respondents are responsible for ensuring consent.
sw: Kama Ndiyo, survey itakuwa na maswali yanayokusanya barua pepe. Wahojiwa wanajukumu la kuridhia.

source: allow respondent topics
sw: ruhusu mada za wahojiwa

source: If Yes, respondents will be able to add their own topics.
sw: Kama Ndiyo, wahojiwa wataweza kuongeza mada zao wenyewe.

source: respondent topic number
sw: idadi ya mada za wahojiwa

source: Up to 10 topics are allowed
sw: Mada hadi 10 zinaruhusiwa

source: allow respondent datasets
sw: ruhusu seti za data kutoka kwa wahojiwa

source: If Yes, respondents will be able to add their own datasets. This is not recommended.
sw: Kama Ndiyo, wahojiwa watakuwa na uwezo wa kuongeza seti zao za data. Mara nyingi haishauriwi.

source: allow respondent entities
sw: ruhusu wadau kutoka kwa wahojiwa

source: If Yes, respondents will be able to add their own entities.
sw: Kama Ndiyo, wahojiwa wataweza kuongeza wadau wao wenyewe.

source: allow respondent storages
sw: ruhusu hifadhi kutoka kwa wahojiwa

source: If Yes, respondents will be able to add their own storages.
sw: Kama Ndiyo, wahojiwa wataweza kuongeza hifadhi zingine wenyewe.

source: introduction text
sw: ujumbe wa utangulizi

source: What text do you want to appear when a respondent begins the survey?
sw: Ni ujumbe ganiunataka uonekane wakati mhojiwa anaanza survey?

source: closing text
sw: ujumbe wa hitimiso

source: What text do you want to appear when a respondent ends the survey?
sw: Ni ujumbe ganiunataka uonekane wakati mhojiwa anamaliza survey?

source: Is published
sw: Imehadhiriwa

source: genders
sw: jinsia

source: collect email address
sw: kusanya anwani ya barua pepe

source: collect name
sw: kusanya jina

source: collect gender
sw: kusanya jinsia

source: A user is required
sw: Mtumiaji anahitajika

source: Create a survey dataset
sw: Tengeneza seti ya data kwa ajili ya survey

source: Dataset was created successfully
sw: Seti ya data imetengenezwa kwa mafinikio

source: Delete a survey dataset
sw: Futa seti ya data kwa survey

source: Dataset was updated successfully
sw: Seti ya data imesasishwa kwa mafanikio

source: Dataset was deleted successfully
sw: Seti ya data imefutwa kwa mafanikio

source: Create a survey dataset storage
sw: Tengeneza hifadhi ya seti za data kwa ajili ya survey

source: Dataset storage was created successfully
sw: Hifadhi ya seti ya data imeundwa kwa mafanikio

source: Delete a survey dataset storage
sw: Futa hifadhi ya seti ya data

source: Dataset storage was updated successfully
sw: Hifadhi ya seti ya data imesasishwa kwa mafanikio

source: Dataset storage was deleted successfully
sw: Hifadhi ya seti ya data imefutwa kwa mafanikio

source: Create a survey entity
sw: Ongeza mdau wa survey

source: Entity was created successfully
sw: Mdau wa survey ametengenezwa kwa mafanikio

source: Delete a survey entity
sw: Futa mdau wa survey

source: Entity was updated successfully
sw: Mdau alisasishwa kwa mafanikio

source: Entity was deleted successfully
sw: Mdau alifutwa kwa mafanikio

source: Create a survey gender
sw: Tengeneza jinsia kwenye survey

source: Gender was created successfully
sw: Jinsia imeundwa kwa mafanikio

source: Delete a survey gender
sw: Futa jinsia kwenye survey

source: Gender was updated successfully
sw: Jinsia imesasishwa kwa mafanikio

source: Gender was deleted successfully
sw: Jinsia imefutwa kwa mafanikio

source: Create a survey logo
sw: Tengeneza nembo kwa ajili survey

source: Logo was created successfully
sw: Nembo imetengenezwa kwa mafanikio

source: Delete a survey logo
sw: Nembo logo ya survey

source: Logo was updated successfully
sw: Nembo imesasishwa kwa mafanikio

source: Logo was deleted successfully
sw: Nembo imefutwa kwa mafanikio

source: Create a survey question
sw: Tengeneza swali la survey

source: Question was created successfully
sw: Swali limetengenezwa kwa mafanikio

source: Delete a survey question
sw: Futa swali la survey

source: Question was updated successfully
sw: Swali limesasishwa kwa mafanikio

source: Question was deleted successfully
sw: Swali limefutwa kwa mafanikio

source: Create a survey respondent
sw: Tengeneza mhojiwa wa survey

source: Respondent was created successfully
sw: Mhojiwa alitengenezwa kwa mafanikio

source: Delete a survey respondent
sw: Futa mhojiwa wa survey

source: Respondent was updated successfully
sw: Mhojiwa alisasishwa kwa mafanikio

source: Respondent was deleted successfully
sw: Mhojiwa alifutwa kwa mafanikio

source: Upload survey respondents
sw: Pakia wahojiwa wa survey

source: Respondents was uploaded successfully
sw: Wahojiwa walipakiwa kwa mafanikio

source: Create a survey role
sw: Tengeneza wazifa au nafasi kwa ajili ya survey

source: Role was created successfully
sw: Nafasi ilitengenezwa kwa mafanikio

source: Delete a survey role
sw: Futa nafasi kwenye survey

source: Role was updated successfully
sw: Nafasi imesasishwa kwa mafanikio

source: Role was deleted successfully
sw: Nafasi ilifutwa kwa mafanikio

source: Surveys List
sw: Orodha ya Survey

source: Create a survey
sw: Tengeneza survey mpya

source: Survey was created successfully
sw: Survey ilitengenezwa kwa mafanikio

source: View Survey
sw: Angalia survey

source: Update a survey
sw: Badili survey

source: Survey was updated successfully
sw: Survey ilisasishwa kwa mafanikio

source: Delete a survey
sw: Futa survey

source: Survey was deleted successfully
sw: Survey ilifutwa kwa mafanikio

source: Unpublish a survey
sw: Sitisha kuhadhiri survey

source: Survey was unpublished successfully
sw: Uhadhiri wa survey umesitishwa kwa mafanikio

source: Publish a survey
sw: Hadhiri survey

source: Survey was published successfully
sw: Survey ilihadhiriwa kwa mafanikio

source: Failed to publish a survey. Respondents are missing. Please add respondents to a survey.
sw: Imeshindikana kuhadhiri survey. Wahojiwa wamekosekana. Tafadhali ongeza wahojiwa kwenye survey.

source: Failed to publish a survey. Roles are missing. Please add roles to a survey.
sw: Imeshindikana kuhadhiri survey. Nafasi au nyazifa zimekosekana. Tafadhali ongeza nafasi wazifa kwenye survey.

source: Failed to publish a survey. Topics are missing. Please add topics to a survey.
sw: Imeshindikana kuhadhiri survey. Mada zimekosekana. Tafadhali ongeza madakwenye survey.

source: Failed to publish a survey. Datasets are missing. Please add datasets to a survey.
sw: Imeshindikana kuhadhiri survey. Seti za data zimekosekana. Tafadhali ongeza seti za data kwenye survey.

source: Failed to publish a survey. Entities are missing. Please add entities to a survey.
sw: Imeshindikana kuhadhiri survey. Wadau wamekosekana. Tafadhali ongeza wadau kwenye survey.

source: Failed to publish a survey. Dataset storages are missing. Please add dataset storages to a survey.
sw: Imeshindikana kuhadhiri survey. Hifadhi za seti za data zimekosekana. Tafadhali ongeza hifadhi za seti za data kwenye survey.

source: Failed to publish a survey. Genders are missing. Please add genders to a survey.
sw: Imeshindikana kuhadhiri survey. Jinsia zimekosekana. Tafadhali ongeza jinsia kwenye survey.

source: Share Survey
sw: Shirikisha Survey

source: Share
sw: Shirikisha

source: Edit new survey
sw: Badili survey mpya

source: Edit
sw: Badili

source: Create a survey topic
sw: Tengeneza mada ya survey

source: Topic was created successfully
sw: Mada ilitengenezwa kwa mafanikio

source: Delete a survey topic
sw: Futa mada ya survey

source: Topic was updated successfully
sw: Mada ilisasishwa kwa mafanikio

source: Topic was deleted successfully
sw: Mada ilifutwa kwa mafanikio

source: Users
sw: Watumiaji

source: Shared system wide. Not for specific project or survey only.
sw: Inatumika kwenye mfumo kwa ujumla. Si kwa project au survey flani pekee.

source: Gender
sw: Jinsia

source: administrator
sw: msimamizi

source: facilitator
sw: muwezeshaji

source: profile picture
sw: picha ya kwenye wasifu

source: is facilitator
sw: ni muwezeshaji

source: is respondent
sw: ni mhojiwa

source: My Profile
sw: Wasifu Wangu

source: Update Profile
sw: Sasisha Wasifu

source: E-mail
sw: Barua pepe

source: Remember Me
sw: Nikumbuke

source: E-mail address
sw: Anuani ya barua pepe

source: The e-mail address and/or password you specified are not correct.
sw: Anuani ya barua pepe na/au nenosiri ililotoa haviko sahihi.

source: The e-mail address is not assigned to any user account
sw: Anuani hiyo ya barua pepe haijapewa akaunti yoyote ya mtumiaji

source: You must type the same password each time.
sw: Ni lazima uandike nenosiri lile lile kila mara.

source: Password (again)
sw: Nenosiri (tena)

source: A user is already registered with this e-mail address.
sw: Tayari kuna mtumiaji amesajiliwa kwa anuani hii ya barua pepe.

source: created at
sw: ilipotengenezwa

source: modified at
sw: ilipobadilishwa

source: not started
sw: bado haijaanza

source: in progress
sw: inaendelea

source: completed
sw: imekamilika

source: English
sw: Kiingereza

source: Swahili
sw: Kiswahili

source: Sign In
sw: Ingia

source: Sign In to begin
sw: Ingia ili kuanza

source: or
sw: au

source: Click here to register using new password
sw: Bofya hapa kujisajili kwa kutumia nenosiri jipya

source: Click here if you forgot your password
sw: Bofya hapa ikiwa umesahau nenosiri lako

source: Sign Out
sw: Ondoka

source: Are you sure you want to sign out?
sw: Una uhakika unataka kuondoka?

source: Change Password
sw: Badilisha Nenosiri

source: Password Reset
sw: Seti Upya Nenosiri

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
sw: Umesahau nenisiri lako? Ingiza anwani yako ya barua pepe hapo chini, na tutakutumia barua pepe itakayokuruhusu kuiseti upya.

source: Reset My Password
sw: Seti Upya Nenosiri Langu

source: Please contact us if you have any trouble resetting your password.
sw: Tafadhali wasiliana nasi ikiwa una shida yoyote katika kuseti upya nenosiri lako.

source: We have sent you a password reset link. Please contact us if you do not receive it within a few minutes.
sw: Tumekutumia kiungo kwa ajili ya kuseti upya nenosiri. Tafadhali wasiliana nasi ikiwa hitakipata ndani ya dakika chache.

source: Signup
sw: Jisajili

source: Register
sw: Jisajili

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
sw: Tayari una akaunti? Kama ni hivyo tafadhali <a href="%(login_url)s">ingia</a>.

source: Sign Up
sw: Jisajili

source: Welcome
sw: Karibu

source: Collect and visualize information about data flows.
sw: Kusanya na pata taswira ya taarifa kuhusu mtiririko wa data.

source: Check your profile.
sw: Cheki wasifu wako.

source: Please log in to continue.
sw: Tafadhali ingia ili kuendelea.

source: Developed by
sw: Imetengenezwa na

source: With support from
sw: Kwa msaada wa

source: View our <a href="https://www.irex.org/policies-data-compass-website" target="_blank">Responsible Data Policy</a>.
sw: Angalia <a href="https://www.irex.org/policies-data-compass-website" target="_blank">Responsible Data Policy</a> yetu.

source: This software is available under an <a href="https://github.com/IREXorg/data-compass/blob/master/LICENSE" target="blank_">open source license</a>. Find the source code: <a href="https://github.com/IREXorg/data-compass" target='blank_'>here</a>
sw: Sofware hii inapatikana chini ya <a href="https://github.com/IREXorg/data-compass/blob/master/LICENSE" target="blank_">open source license</a>. Pata source code: <a href="https://github.com/IREXorg/data-compass" target='blank_'>hapa</a>

source: Administration
sw: Utawala

source: Sign out
sw: Ondoka

source: change language
sw: badili lugha

source: View
sw: Angalia

source: Delete
sw: Futa

source: Are you sure you want to delete this project?
sw: Una uhakika unataka kufuta project hii?

source: This project contains %(survey_count)s surveys. Select one you would like to edit from the list below, or create a new one.
sw: Project hii ina survey %(survey_count)s. Ukitaka kufanya mabadiliko kwenye kwenye survey ichague kwenye orodha ifuatayo, au unaweza kutengeneza survey mpya.

source: Search surveys…
sw: Tafuta survey…

source: New Survey
sw: Survey Mpya

source: project has no surveys.
sw: project hii haina survey.

source: Start by creating new survey.
sw: Anza kwa kutengeneza survey mpya.

source: Provide some basic information about this project.
sw: Toa taarifa za msingi kuhusu project hii.

source: Cancel
sw: Sitisha

source: Home
sw: Mwanzo

source: A project is a set of one or more surveys. You can only create or modify a survey once you've created a project for it.
sw: Project hujumisha survey moja au zaidi. Unaweza kutengeneza au kubadilisha survey pale tu utakapotengeneza project kwa ajili yake.

source: Select from your projects below or create a new one.
sw: Chagua kwenye project zako hapo chini au tengeneza mpya.

source: Search projects…
sw: Tafuta project…

source: New Project
sw: Project Mpya

source: Clear Search
sw: Safisha Utafutaji

source: No projects found.
sw: Hakuna project iliyopatikana.

source: Start by creating new project.
sw: Anza kwa kutengeneza project mpya.
