Repository: IREXorg/data-compass
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sw

source: Current Data flow hierarchy
sw: Ngazi za Mtiririko wa Data kwa sasa

source: Quit
sw: Ghairi

source: Agree and continue
sw: Kubali na endelea

source: Filter respondents
sw: Chuja wahojiwa

source: Apply filters
sw: Chuja

source: Reset filters
sw: Seti upya chujio

source: Search respondents…
sw: Tafuta wahojiwa…

source: Respondents found
sw: Wahojiwa waliopatikana

source: Email
sw: Barua pepe

source: First name
sw: Jina la kwanza

source: Last name
sw: Jina la mwisho

source: What is your %(level_name)s?
sw: %(level_name)s yako ni nini?

source: Select %(level_name)s
sw: Chagua %(level_name)s

source: Add another role?
sw: Ongeza nafasi au wazifa?

source: Back
sw: Nyuma

source: Save and continue
sw: Save na endelea

source: From whom do you <u>receive</u> information about %(dataset_name)s, and what kind of information do you receive?
sw: Kutoka kwa nani huwa <u>unapata</u> taarifa kuhusu %(dataset_name)s, na ni taarifa za aina gani huwa unapokea?

source: Where at %(hierarchy)s is %(topic_name)s regarding %(dataset_name)s stored?
sw: Kwa %(hierarchy)s, wapi taarifa za %(topic_name)s na %(dataset_name)s huhifadhiwa?

source: Somewhere else?
sw: Pengine?

source: To whom do you <u>send or share information</u> about %(dataset_name)s, and what kind of information do you share?
sw: Ni nahi huwa <u>unamshirikisha au humtumia</u> taarifa kuhusu %(dataset_name)s, na ni taarifa kuhusu nini hasa huwa unamshirikisha au kumtumia?

source: Someone else?
sw: Wengine?

source: Submit your response
sw: Wasilisha majibu yako

source: General Information
sw: Taarifa za ujumla

source: Topic-related responses
sw: Majibu kuhusiana na mada

source: How often do you produce, access or share information about %(dataset_name)s?
sw: Ni mara ngapi huwa unazalisha, unapata au unashirikisha wengine taarifa kuhusu %(dataset_name)s?

source: Who at %(hierarchy_name)s do you believe knows most about %(topic_name)s regarding %(dataset_name)s?
sw: Nani %(hierarchy_name)s unaamini anafahamu zaidi kuhusu %(topic_name)s na %(dataset_name)s?

source: Where at %(hierarchy_name)s is %(topic_name)s regarding %(dataset_name)s is stored?
sw: Kwa %(hierarchy_name)s, wapi taarifa za %(topic_name)s na %(dataset_name)s huhifadhiwa?

source: Storage
sw: Uhifadhi

source: Access
sw: Upatikanaji

source: Information sources
sw: Vyanzo vya taarifa

source: From whom do you receive information about %(dataset_name)s, and what kind of information do you receive?
sw: Kutoka kwa nani huwa unapata taarifa kuhusu %(dataset_name)s, na ni taarifa za aina gani huwa unapokea?

source: Information received
sw: Taarifa zinazopokewa

source: Information sharing
sw: Ushirikishanaji wa taarifa

source: To whom do you send or share information about %(dataset_name)s, and what kind of information do you share?
sw: Ni nahi huwa unamshirikisha au humtumia taarifa kuhusu %(dataset_name)s, na ni taarifa kuhusu nini hasa huwa unamshirikisha au kumtumia?

source: Information shared
sw: Taarifa zinazotolewa

source: Filter responses
sw: Chuja majibu

source: %(count)s responses
sw: majibu %(count)s

source: Consent time
sw: Muda wa kuridhia

source: Completion time
sw: Muda wa kumaliza

source: No response found.
sw: Hakuna majibu yaliyopatikana.

source: Published
sw: Imehadhiriwa

source: Un-published
sw: Uhadhiri umesitishwa

source: Facilited by
sw: Inawezeshwa na

source: View my survey response
sw: Kuangalia majibu yangu ya survey

source: Start survey
sw: Anza survey

source: Continue survey
sw: Endelea na survey

source: Contact facilitator
sw: Wasiliana na muwezeshaji

source: Provide some basic information about this survey. Once <b>you</b> click "Save", this survey will appear alongside other surveys in <b>the project called %(project_name)s</b>
sw: Weka taarifa za msingi kuhusu survey hii. Utakapobofya "Save", survey hii itakuwa pamoja na survey zingine <b>kwenye project iitwayo %(project_name)s</b>

source: Create survey dataset.
sw: Ongeza seti ya data.

source: Save Dataset
sw: Save Seti ya Data

source: Delete a dataset
sw: Futa Seti ya Data

source: Are you sure you want to delete this survey dataset?
sw: Una uhakika unataka kufuta seti hii ya data kwenye survey?

source: Create survey dataset storage.
sw: Tengeneza hifadhi ya data ya survey.

source: Save Storage
sw: Save Hifadhi

source: Delete a dataset storage
sw: Futa hifadhi ya seti ya data

source: Are you sure you want to delete this survey dataset storage?
sw: Una uhakika unatakakufuta hifadhi hii ya data kwenye survey?

source: Update survey dataset storage.
sw: Sasisha hifadhi ya seti za data.

source: Update survey dataset.
sw: Sasisha seti ya data kwa ajili ya survey.

source: Are you sure you want to delete this survey?
sw: Una uhakika unataka kuifuta survey hii?

source: This survey is a part of project <a href="%(project_url)s">%(project_name)s</a>.
sw: Survey hii ni sehemu ya project ya <a href="%(project_url)s">%(project_name)s</a>.

source: Description
sw: Maelezo

source: Please select an option:
sw: Tafadhali chagua:

source: Edit Survey
sw: Badili Survey

source: Unpublish Survey
sw: Sitisha Kuhadhiri Survey

source: Export responses
sw: Pakua majibu

source: Entities & information shared to
sw: Wadau & taarifa walizoshirikishwa

source: Entities & information received from
sw: Wadau $ taarifa zilizotoka kwao

source: Entities & information shared & received
sw: Wadau na taarifa walizotoa au kupokea

source: Information storage & access
sw: Uhifahi wa taarifa & upatikanaji

source: Information encounter frequency
sw: Mzunguko wa kukutana na taarifa

source: Publish Survey
sw: Hadhiri Survey

source: Delete Survey
sw: Futa Survey

source: This survey is part of %(project_name)s. You can edit its information <a href="%(survey_update_url)s">here</a>.
sw: Survey hii ni sehemu ya %(project_name)s. Unaweza kubadili taarifa zake <a href="%(survey_update_url)s">hapa</a>.

source: Your research question is: %(research_question)s
sw: Swali lako la utafiti ni: %(research_question)s

source: Done
sw: Imekamilika

source: Click button below to return to the %(survey_name)s overview page.
sw: Bofya kitufe hapo chini ili kurudi kwenyeukurasa wa muhtasari wa %(survey_name)s.

source: Back to survey overview
sw: Rudi kwenye muhtasari wa survey

source: Start editing survey
sw: Anza kuhariri survey

source: Editing %(survey_name)s
sw: Kubadili %(survey_name)s

source: Where can data be kept?
sw: Data zinaweza kuhifadhiwa wapi?

source: What information systems do you want respondents to be able to select when they take survey?
sw: Ni mifumo gani ya kuhifadhi taarifa ungependa wahojiwa waweze kuichagua wanapojibu survey?

source: Information systems are places that store information.
sw: Mifumo ya taarifa ni sehemu ambazo hutumika kuhifadhi taarifa.

source: Add New Dataset Storage
sw: Ongeza Hifadhi Mpya ya Taarifa

source: Edit Dataset Storage
sw: Badili Hifadhi ya Taarifa

source: Delete Dataset Storage
sw: Futa Hifadhi ya Taarifa

source: No dataset storage.
sw: Hakuna hifadhi ya taarifa.

source: Who can access, share, or manage information?
sw: Ni nani anaweza kutoa, kuratibu au kupata taarifa?

source: What entities do you want respondents to be able to select when they take survey?
sw: Unataka wadau gani waweze kuchaguliwa na wahojiwa wakati wa kujibu survey?

source: Entities are people, organizations, or teams—any person or group who might have, receive, or share information.
sw: Wadau hapa ni watu, taasisi, au makundi, au yoyote anayeweza kumiliki, kupata au kutoa taarifa.

source: Add New Entity
sw: Ongeza Mdau Mpya

source: Edit Entity
sw: Badili Mdau

source: Delete Entity
sw: Futa Mdau

source: No entities.
sw: Hakuna wadau.

source: Who will take this survey?
sw: Ni nani atajibu survey hii?

source: Who will you invite to take the survey?
sw: Unamualika nani kujibu survey hii?

source: To help you aggregate results later on, each respondent should be tagged to a System Hierarchy level. This hierarchy is pulled from your Project
sw: Ili kusaidia majumuisho ya matokeo baadae, kila mhojiwa ni lazima awe na ngazi flani za kihierakia kwenye mfumo. Hierakia hii inatokana na project husika

source: Add New Respondent
sw: Ongeza Mhojiwa Mpya

source: Edit Respondent
sw: Badili Wahojiwa

source: Delete Respondent
sw: Futa wahojiwa

source: No respondents.
sw: Hakuna wahojiwa.

source: Upload Respondents
sw: Pakia Wahojiwa

source: Bulk Upload
sw: Pakia kwa mkupuo

source: Visit the Manage Respondents page
sw: Nenda kwenye ukurasa wa kuratibu Wahojiwa

source: What are all the possible roles of respondents?
sw: Nafasi au nyazifa zote za wahojiwa ni zipi?

source: Add New Role
sw: Ongeza Nafasi Mpya

source: Edit Role
sw: Badili Nafasi

source: Delete Role
sw: Futa Nafasi

source: No roles.
sw: Hakuna nafasi/nyazifa.

source: Additional information
sw: Taarifa za ziada

source: By default survey will collect:
sw: Kwa kawaida survey itakusanya:

source: What options should respondents select when asked about their gender?
sw: Ni machaguo gani yanayotakiwa kuchaguliwa na wahojiwa wanapoulizwa kuhusu jinsia zao?

source: Add New Gender
sw: Ongeza Jinsia

source: Edit Gender
sw: Badilisha Jinsia

source: Delete Gender
sw: Futa Jinsia

source: No genders.
sw: Hakuna jinsia.

source: Add logos(s) to the survey footer
sw: Ongeza nembo kwenye kijachini cha survey

source: Add New Logo
sw: Ongeza Nembo Mpya

source: Edit Logo
sw: Badilisha nembo

source: Delete Logo
sw: Futa nembo

source: No logos.
sw: Hakuna nembo.

source: Save Survey Changes
sw: Save Mabadiliko ya Survey

source: What data do you want to learn about, for each topic?
sw: Ni data zipi ungependa kupata taarifa zake kwa kila mada?

source: Respondents will share how they use or share data about each topic. What specific kind of data do you want them to share about?
sw: Wahojiwa watabainisha jinsi wanavyotumia au wanavyoshirikishana data kuhusu kila mada. Ni aina gani ya data ambazo unawataka watu kuzitolea taarifa?

source: Add New Dataset
sw: Ongeza Seti Mpya ya Data

source: Edit Dataset
sw: Badili Seti ya Data

source: Delete Dataset
sw: Futa seti ya data

source: No datasets.
sw: Hakuna seti ya data.

source: What topics they will respond about?
sw: Ni mada zipi zitahusika kwenye kujibu?

source: Your survey will ask Respondents how they work with data about a specific topic. They will choose that topic from a drop-down list of options that you specify here.
sw: Survey yako itawauliza watu maswali kuhusu wanavyofanya kazi na data kulingana na mada fulani. Watachagua mada hizo kutoka kwenye orodha ya mada zinazobainishwa hapa.

source: Add New Topic
sw: Ongeza Mada Mpya

source: Edit Topic
sw: Badili Mada

source: Delete Topic
sw: Futa Mada

source: No topics.
sw: Hakuna Mada.

source: Create survey entity.
sw: Tengeneza mdau wa survey.

source: Save Entity
sw: Save Mdau

source: Delete a entity
sw: Futa mdau

source: Are you sure you want to delete this survey entity?
sw: Una hakika unataka kumfuta mdau huyu kutoka kwenye survey?

source: Update survey entity.
sw: Sasisha mdau kwenye survey.

source: Create survey gender.
sw: Ongeza jinsia kwenye survey.

source: Save Gender
sw: Save Jinsia

source: Delete a gender
sw: Futa jinsia

source: Are you sure you want to delete this survey gender?
sw: Una uhakika unataka kuifuta jinsia hii kwenye survey?

source: Update survey gender.
sw: Sasisha jinsia kwa ajili ya survey.

source: Previous
sw: Iliyopita

source: Next
sw: Inayofuata

source: Create survey logo.
sw: Tengeneza nembo ya survey.

source: Save Logo
sw: Save Nembo

source: Delete a logo
sw: Futa nembo

source: Are you sure you want to delete this survey logo?
sw: Una uhakika unataka kufuta nembo hii ya survey?

source: Update survey logo.
sw: Sasisha nembo ya survey.

source: Are you sure you want to publish this survey?
sw: Una uhakika unataka kuhadhiri survey hii?

source: Create survey question.
sw: Tengeneza swali la survey.

source: Save Question
sw: Save Swali

source: Delete a question
sw: Futa swali

source: Are you sure you want to delete this survey question?
sw: Una uhakika unataka kufuta swali hili kwenye survey?

source: Update survey question.
sw: Sasisha swali la survey.

source: Create survey respondent.
sw: Tengeneza mhojiwa wa survey.

source: Save Respondent
sw: Save mhojiwa

source: Delete a respondent
sw: Futa mhojiwa

source: Are you sure you want to delete this survey respondent?
sw: Una uhakika unataka kumfuta mhojiwa huyu kenye survey?

source: Update survey respondent.
sw: Sasisha wahojiwa wa survey.

source: Upload survey respondents.
sw: Pakia wahojiwa wa survey.

source: Create survey role.
sw: Tengeneza nafasi/wazifa mpya kwenye survey.

source: Save Role
sw: Save Nafasi

source: Delete a role
sw: Futa nafasi

source: Are you sure you want to delete this survey role?
sw: Una uhakika unataka kufuta nafasi hii kwenye survey?

source: Update survey role.
sw: Sasisha nafasi kwenye survey.

source: Share a survey
sw: Shirikisha survey

source: Click button below to copy and share survey link with respondents.
sw: Bofya kitufe hapo chini ili kunakili na kushirikisha watu survey kwa kutumia kiungo (link).

source: Copy Survey Link
sw: Nakili kiungo cha survey

source: Create survey topic.
sw: Ongeza mada kwenye survey.

source: Save Topic
sw: Save Mada

source: Delete a topic
sw: Futa mada

source: Are you sure you want to delete this survey topic?
sw: Una uhakiaka unataka kufuta mada hii katika survey?

source: Update survey topic.
sw: Sasisha mada ya survey.

source: Are you sure you want to unpublish this survey?
sw: Una uhakika unataka kusitisha kuhadhiri survey hii?

source: Update basic information about this survey. Once <b>you</b> click "Save", this survey will appear alongside other surveys in <b>the project called %(project_name)s</b>
sw: Sasisha taarifa za msingi kuhusu survey hii. Utakapobofya "Save", survey hii itakuwa pamoja na survey zingine <b>kwenye project iitwayo %(project_name)s</b>

source: This is your Facilitator profile page. You can view your projects, which is where you can create or edit surveys, or you can manage respondents and responses.
sw: Huu ni ukurasa wa Wasifu wa mwezeshaji. Hapa unaweza kuangalia project zako, na kisha unaweza kutengeneza au kubadilisha survey au kuratibu wahojiwa na majibu.

source: Choose an option:
sw: Chagua chaguo:

source: My projects
sw: Project zangu

source: As a Respondent with an account, you can return to surveys in progress and view your previous survey responses.
sw: Kama mhojiwa mwenye akaunti, unaweza kuenedelea na survey ambayo hazijakamalika na kuangalia majibu yako ya survey zilizopita.

source: My Surveys
sw: Survey Zangu

source: Other Surveys
sw: Survey Zingine

source: Not added yet
sw: Bado haijawekwa

source: Avatar
sw: Picha ya utambulisho (Avatar)

source: Your Name
sw: Jina Lako

source: User type
sw: Aina ya mtumiaji

source: Account Settings
sw: Mpangilio wa akaunti

source: Phone number
sw: Namba ya simu

source: Change password
sw: Badili nenosiri
